Repository: AbdullahAtif1/Dental-Software
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: status
ar: الحالة

source: Profile Picture
ar: صورة الملف الشخصي

source: Status
ar: الحالة

source: Email Address
ar: عنوان البريد الإلكتروني

source: Phone Number
ar: رقم الهاتف

source: Prospect
ar: العميل المحتمل

source: File
ar: ملف

source: Title
ar: العنوان

source: Description
ar: الوصف

source: user
ar: المستخدم

source: prospect
ar: العميل المحتمل

source: title
ar: العنوان

source: description
ar: الوصف

source: Arabic
ar: عربي

source: English
ar: إنجليزي

source: Subject
ar: الموضوع

source: Feedback
ar: تغذية راجعة

source: Rating
ar: تقييم

source: patient
ar: المريض

source: Blog -
ar: المدونة -

source: You might also Like
ar: قد يعجبك أيضًا

source: Read More
ar: اقرأ المزيد

source: This Could be Yours - Blog
ar: قد تكون هذه مدونتك - المدونة

source: This Could be Yours
ar: قد تكون هذه لك

source: Looking for something?
ar: تبحث عن شيء؟

source: Search
ar: بحث

source: They Could be Subscribed to Your Newsletter
ar: يمكن أن يكونوا مشتركين في النشرة الإخبارية الخاصة بك

source: Subscribe to our newsletter for the latest
ar: اشترك في النشرة الإخبارية لدينا للحصول على أحدث الأخبار

source: tips, tricks, and trends —
ar: نصائح وحيل واتجاهات —

source: delivered right to your inbox.
ar: تم تسليمها مباشرة إلى بريدك الوارد.

source: Signup
ar: اشترك

source: Previous
ar: السابق

source: Next
ar: التالي

source: Contact Information
ar: معلومات الاتصال

source: Open Hours
ar: ساعات العمل

source: Mon-Fri 09:00 - 19:00
ar: الإثنين-الجمعة 09:00 - 19:00

source: Sat-Sun 10:00 - 14:00
ar: السبت-الأحد 10:00 - 14:00

source: Reach Us
ar: تواصل معنا

source: 456 Smile Avenue, Dental City, CA 90210
ar: 456 شارع الابتسامة، مدينة طب الأسنان، كاليفورنيا 90210

source: All Rights Reserved.
ar: جميع الحقوق محفوظة.

source: This Could Be Yours
ar: قد يكون هذا لك

source: A Better Life Starts with a Beautiful Smile
ar: حياة أفضل تبدأ بابتسامة جميلة

source: A stunning smile begins here. Trust our experts
ar: ابتسامة رائعة تبدأ من هنا. ثق بخبرائنا

source: to craft a look that boosts your confidence
ar: لصناعة مظهر يعزز ثقتك بنفسك

source: and transforms your lives
ar: ويغير حياتك

source: Welcome to
ar: مرحبًا بك في

source: Your Website
ar: موقعك الإلكتروني

source: At our clinic, we believe
ar: في عيادتنا، نعتقد

source: that every smile is unique
ar: أن كل ابتسامة فريدة

source: and deserves the highest quality
ar: وتستحق أعلى جودة

source: of care. Our dedicated team
ar: من الرعاية. فريقنا المتفاني

source: of professionals is here to
ar: من المتخصصين هنا لت

source: provide you with a personalized
ar: قدّم لك تجربة شخصية

source: and comfortable experience, ensuring
ar: ومريحة، مما يضمن

source: that each visit leaves you
ar: أن كل زيارة تتركك

source: feeling confident and well-cared
ar: تشعر بالثقة والعناية الجيدة

source: for. From the moment you
ar: ل. من اللحظة التي

source: walk through our doors, you'll
ar: تدخل فيها، ستجد

source: be greeted with warmth and
ar: ترحيباً دافئاً و

source: compassion, making your dental
ar: عاطفة، مما يجعل رحلتك في

source: journey a positive and enjoyable
ar: الأسنان تجربة إيجابية وممتعة

source: one.
ar: تجربة.

source: Comprehensive Services
ar: خدمات شاملة

source: We offer a full range
ar: نحن نقدم مجموعة كاملة

source: of dental services to meet
ar: من خدمات الأسنان لتلبية

source: all your oral health needs.
ar: جميع احتياجاتك الصحية الفموية.

source: From preventive care to cosmetic
ar: من الرعاية الوقائية إلى التجميلية

source: and restorative treatments, our
ar: والعلاجية، فريقنا

source: team is equipped to handle
ar: مجهز للتعامل مع

source: it all.
ar: كل ذلك.

source: Patient-Focused Approach
ar: نهج يركز على المريض

source: Your comfort and satisfaction are
ar: راحتك ورضاك هي

source: our top priorities. We strive
ar: أولوياتنا القصوى. نسعى

source: to create a welcoming environment
ar: لخلق بيئة مرحبة

source: where you feel at ease
ar: حيث تشعر بالراحة

source: and confident in the care
ar: والثقة في الرعاية

source: you receive.
ar: التي تتلقاها.

source: Committed To Dental Excellence
ar: ملتزمون بالتميز في طب الأسنان

source: At our clinic, we blend
ar: في عيادتنا، نحن نمزج

source: state-of-the-art technology with
ar: التكنولوجيا المتقدمة مع

source: unparalleled expertise to deliver
ar: الخبرة الفريدة لتقديم

source: top-tier dental care. Our team
ar: أفضل رعاية أسنان. فريقنا

source: of dedicated professionals is committed
ar: من المحترفين المخلصين ملتزم

source: to excellence, ensuring every visit
ar: بالتميز، لضمان أن كل زيارة

source: is comfortable, effective, and tailored
ar: مريحة وفعالة ومناسبة

source: to your unique needs. With
ar: لأحتياجاتك الفريدة. مع

source: a patient-centric approach, we prioritize
ar: نهج يركز على المريض، نحن نولي

source: your well-being and satisfaction,
ar: أولويات راحتك ورضاك،

source: offering a welcoming environment where
ar: مقدمين بيئة مرحبة حيث

source: you can feel at ease.
ar: يمكنك أن تشعر بالراحة.

source: Personalized Care
ar: رعاية شخصية

source: Our approach to dental care
ar: نهجنا في رعاية الأسنان

source: is uniquely tailored to each
ar: مصمم خصيصًا لكل

source: patient, ensuring treatment plans
ar: مريض، مع ضمان خطط العلاج

source: that address your specific needs
ar: التي تلبي احتياجاتك الخاصة

source: and concerns.
ar: ومخاوفك.

source: Advanced Treatments
ar: علاجات متقدمة

source: We stay at the forefront
ar: نحن نstay في طليعة

source: of dental innovation, offering
ar: الابتكار في طب الأسنان، مقدمين

source: advanced treatments that utilize
ar: علاجات متقدمة تستخدم

source: the latest techniques and technologies
ar: أحدث التقنيات والتكنولوجيا

source: for optimal results.
ar: للحصول على أفضل النتائج.

source: Exams & Cleanings
ar: الفحوصات والتنظيفات

source: Comprehensive check-ups and professional cleanings to maintain oral health.
ar: فحوصات شاملة وتنظيفات احترافية للحفاظ على صحة الفم.

source: Dental X-Rays
ar: الأشعة السينية للأسنان

source: Advanced imaging to diagnose and monitor dental health issues.
ar: التصوير المتقدم لتشخيص ومراقبة مشكلات صحة الأسنان.

source: Dentistry for Today's Lifestyle
ar: طب الأسنان لنمط الحياة العصري

source: We Have All Your Dental Needs Covered
ar: لدينا جميع احتياجاتك لطب الأسنان

source: Extractions
ar: قلع الأسنان

source: Safe removal of teeth that are damaged or problematic.
ar: إزالة آمنة للأسنان التالفة أو المشكلة.

source: Root Canals
ar: قنوات الجذور

source: Precision procedures to save and repair damaged or infected teeth.
ar: إجراءات دقيقة لإنقاذ وإصلاح الأسنان التالفة أو المصابة.

source: Periodontal Disease
ar: أمراض اللثة

source: Treatment for gum disease to restore oral health and prevent complications.
ar: علاج لأمراض اللثة لاستعادة صحة الفم ومنع المضاعفات.

source: Cosmetic Dentistry
ar: طب الأسنان التجميلي

source: Enhancing the appearance of your smile with aesthetic treatments
ar: تعزيز مظهر ابتسامتك من خلال العلاجات التجميلية

source: Book an Appointment
ar: احجز موعدًا

source: Braces & Implants
ar: تقويم الأسنان وزرع الأسنان

source: Orthodontic braces and dental implants for a functional and attractive smile.
ar: تقويم الأسنان وزرعات الأسنان من أجل ابتسامة وظيفية وجذابة.

source: Teeth Whitening
ar: تبييض الأسنان

source: Professional whitening solutions to brighten and enhance your smile.
ar: حلول تبييض احترافية لتفتيح وتحسين ابتسامتك.

source: Book An Appointment
ar: احجز موعدًا

source: Your message
ar: رسالتك

source: Request Appointment
ar: طلب موعد

source: Don't have an account?
ar: ليس لديك حساب؟

source: Your Oral Health Matters to Us
ar: صحتك الفموية تهمنا

source: Get Brighter Smile from Your City's Best Dentists
ar: احصل على ابتسامة أكثر إشراقًا من أفضل أطباء الأسنان في مدينتك

source: Meet the Doctor
ar: قابل الطبيب

source: Your Name could be here!
ar: يمكن أن يكون اسمك هنا!

source: Lorem ipsum dolor sit amet,
ar: لوريم إيبسوم دولور سيت أمينت،

source: consectetur adipiscing elit. Ut elit
ar: كونسكتتور أديبيسينغ إليت. أوت إليت

source: tellus, luctus nec ullamcorper mattis,
ar: تيلوس، لوكتوس نيك أولامكوربر ماتيس،

source: pulvinar dapibus leo.
ar: بولفينار دابيبوس ليو.

source: Our Team, Our Strengths
ar: فريقنا، قوتنا

source: This could be Your Team
ar: يمكن أن يكون هذا فريقك

source: Dr. Hala Karim
ar: الدكتورة هالة كريم

source: Orthodontist
ar: أخصائية تقويم الأسنان

source: Dr. Youssef Hassan
ar: الدكتور يوسف حسن

source: Prosthodontist
ar: أخصائي تركيبات الأسنان

source: Dr. Nadia Ali
ar: الدكتورة نادية علي

source: Cosmetic Dentist
ar: طبيبة تجميل الأسنان

source: Dr. Ahmed Al-Farsi
ar: الدكتور أحمد الفارسي

source: General Dentist
ar: طبيب أسنان عام

source: Username
ar: الاسم

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Email
ar: بريد إلكتروني

source: Blog
ar: مدونة

source: Services
ar: خدمات

source: Logout
ar: تسجيل خروج

source: Language
ar: اللغة

source: Themes
ar: الثيمات

source: Teal & Green
ar: أخضر مزرق وأخضر

source: Indigo & Purple
ar: نيلي وأرجواني

source: Red & Amber
ar: أحمر وكهرماني
